cask "google-chrome"
cask "orion"
cask "microsoft-teams"
cask "intellij-idea"
cask "arc"
cask "thebrowsercompany-dia"
cask "balenaetcher"
cask "beekeeper-studio"
cask "chatgpt"
cask "claude"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "expo-orbit"
cask "figma"
cask "firefox@developer-edition"
cask "focusrite-control-2"
cask "hoppscotch"
cask "httpie-desktop"
cask "insomnia"
cask "iterm2"
cask "itermai"
cask "keka"
cask "lens"
cask "lm-studio"
cask "logi-options+"
cask "mediainfoex"
cask "notion"
cask "obs"
cask "openvpn-connect"
brew "orbstack"
cask "postman"
cask "sony-ps-remote-play"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "raycast"
cask "requestly"
brew "sequel-ace"
cask "spotify"
cask "stats"
cask "steam"
cask "stremio"
cask "sublime-text"
cask "surfshark"
brew no-quarantine "syntax-highlight"
cask "tableplus"
cask "textmate"
cask "thunderbird"
cask "tower"
cask "transmission"
cask "transmit"
cask "utm"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "wireshark-app"
cask "zed"
cask "charles"
cask "android-studio"
